// バウンティ大学 タグ効果データベース

const tagGroups = {

  skill1_cooldown: {
    two: "スキル1のクールタイム短縮速度が14%増加する",
    three: "スキル1のクールタイム短縮速度が20%増加する"
  },

  skill2_cooldown: {
  two: "スキル2のクールタイム短縮速度が14%増加する",
  three: "スキル2のクールタイム短縮速度が20%増加する"
},

  capture_speed: {
    two: "奪取速度が14%増加する",
    three: "奪取速度が20%増加する"
  },

  dodge_cooldown: {
    two: "回避のクールタイム短縮速度が7%増加する",
    three: "回避のクールタイム短縮速度が10%増加する"
  },

  treasure_with_ally_damage: {
    two: "自分がいるお宝エリアに味方がいるとき、与えるダメージが7%増加する",
    three: "自分がいるお宝エリアに味方がいるとき、与えるダメージが10%増加する"
  },

  spawn_move_speed: {
    two: "出撃時に、移動速度が14秒間10%増加する(重複不可)",
    three: "出撃時に、移動速度が20秒間10%増加する(重複不可)"
  },

  losing_treasure_damage_reduction: {
    two: "自チームのお宝確保数が敵チームより少ないとき、受けるダメージが7%減少する",
    three: "自チームのお宝確保数が敵チームより少ないとき、受けるダメージが10%減少する"
  },

  losing_treasure_damage_increase: {
    two: "自チームのお宝確保数が敵チームより少ないとき、与えるダメージが7%増加する",
    three: "自チームのお宝確保数が敵チームより少ないとき、与えるダメージが10%増加する"
  },

  treasure_alone_damage_reduction: {
    two: "自分がいるお宝エリアに味方がいないとき、受けるダメージが7%減少する",
    three: "自分がいるお宝エリアに味方がいないとき、受けるダメージが10%減少する"
  }

};
